Repository: wapsan/Dairy-train
Catalog: DairyTraining/Resourses/Localized files/*.lproj/Localizable.strings
Languages: ru

source: Sign in
ru: Войти

source: Sign up
ru: Зарегистрироваться

source: Create account
ru: Создать аккаунт

source: Email
ru: Эл.Почта

source: Password
ru: Пароль

source: or
ru: или

source: Sign in with Google
ru: Войти с помощью Google

source: Recomendations
ru: Рекомендации

source: Setting
ru: Настройки

source: Sign out
ru: Выйти

source: Quit
ru: Выйти

source: Fill in data to recive recomendtations.
ru: Заполните данные для получения рекомендаций.

source: Error
ru: Ошибка

source: Ok
ru: Ок

source: Cancel
ru: Отмена

source: Sign out?
ru: Выйти

source: Are you sure?
ru: Вы уверенны?

source: Balance weigh supply
ru: Таблица для баланса веса

source: Lose weight supply
ru: Таблица для потери веса

source: Muscle gain supply
ru: Таблица для набора мыщечной массы

# Calories: number ccal.
source: Calories: %@ ccal.
ru: Калорий: %@ ккал.

# Proteins: number grams.
source: Proteins: %@ grams.
ru: Белки: %@ грамм.

# Carbohydrates: number grams.
source: Carbohydrates: %@ grams.
ru: Углеводы: %@ грамм.

# Fats: number grams.
source: Fats: %@ grams.
ru: Жиры: %@ грамм.

source: Training statistics
ru: Тренировочная статистика

source: Statistic
ru: Статистика

source: Trained muscles
ru: Тренируемые мыщцы

source: Total train
ru: Количество тренировок

source: Gender
ru: Пол

source: Activity level
ru: Уровень активности

source: Age
ru: Возраст

source: Height
ru: Рост

source: Weight
ru: Вес

source: Total reps
ru: Количество повторений

source: Total aproach
ru: Количество подходов

source: Avarage projectile weight
ru: Средний вес снаряда

source: Total train weight
ru: Макс. объем тренировки

source: Success
ru: Успех

source: Successful registration
ru: Успешная регистрация

source: Unknown error
ru: Неизвестная ошибка

source: Select a muscular group
ru: Выберите мыщечную группу

source: Select muscular subgroup
ru: Выберите мыщечную подгруппу

source: Select exercises
ru: Выберите упражнения

source: Add this exercice to train?
ru: Добавить упражнения в тренировку?

source: Exercises added!
ru: Упражнения добавлены!

source: Color theme
ru: Цветовая тема

source: Theme
ru: Тема

source: Weight mode
ru: Режим измерения веса

source: Mode
ru: Режим

source: Height mode
ru: Режим измерения роста

source: Synhronization
ru: Синхронизация данных

source: Metric
ru: Режимы измерения

source: Style
ru: Внешний вид

source: Cloud synchronization
ru: Облачная синхронизация

source: Data don't update.
ru: Данные не обновленны.

source: Kg.
ru: Кг.

source: Cm.
ru: См.

source: Reps
ru: ПВТ.

source: Dark
ru: Темная

source: Light
ru: Светлая

source: Your trains
ru: Ваши тренировки

source: Edit
ru: Ред.

source: Done
ru: Ок

source: Are you shure?
ru: Вы уверенны?

source: Delete choosen trainings?
ru: Удалить выбранные тренировки?

source: Training was deleted
ru: Тренировки были удалены

source: No training yet
ru: Тренировочный лист пуст

source: Activivties
ru: Упражнения

source: Training
ru: Тренировки

source: Profile
ru: Профиль

source: Low
ru: Низкий

source: Mid
ru: Средний

source: High
ru: Высокий

source: Male
ru: Мужской

source: Female
ru: Женский

source: Set age
ru: Укажите возраст

source: Set weight
ru: Укажите вес

source: Set height
ru: Укажите рост

source: Shoulders
ru: Плечи

source: Chest
ru: Грудь

source: Arms
ru: Руки

source: Back
ru: Спина

source: Core
ru: Мыщцы кора

source: Legs
ru: Ноги

source: Front delts
ru: Передния часть дельты

source: Middle delts
ru: Средня часть дельты

source: Rear delts
ru: Звдняя часть дельты

source: Upper chest
ru: Верхний отдел груди

source: Middle chest
ru: Средний отдел груди

source: Lower chest
ru: Нижний отдел груди

source: Biceps
ru: Бицепс

source: Triceps
ru: Трицепс

source: Front side hip
ru: Передняя часть бедра

source: Back side hip
ru: Задняя часть бедра

source: Calves
ru: Икроножный мыщцы

source: ABS
ru: Пресс

source: Low back
ru: Нижняя часть спины

source: Latissimus dorsi
ru: Широчайщие мышцы спины

source: Trapezius
ru: Трапеция

source: Barbell press
ru: Жим штанги сидя

source: Military press
ru: Армейский жим

source: Dumbbell front raise
ru: Подъем гантелей перед собой

source: Arnold press
ru: Жим Арнольда

source: Cable front raise
ru: Тяга нижнего блока перед собой

source: Cable lateral Raise
ru: Тяга нижнего блока в сторону одной рукой

source: Barbell overhead press
ru: Жим штанги из-за головы

source: Dumbbell Press
ru: Жим гантелей

source: Seated dumbbell press
ru: Жим гантелей сидя

source: Dumbbell lateral raise
ru: Подьем гантелей в стороны

source: Barbell upright row
ru: Тяга штанги к подбородку

source: Cable upright row
ru: Тяга нижнего блока к подбородку

source: Machine Shoulder Press
ru: Жим сидя в хамер машине

source: Machine Rear-Delt Fly
ru: Подъем рук в стороны в тренажере

source: Dumbbell back raise
ru: Подьем гантелей в стороны в наклоне

source: Reverse pec deck fly
ru: Разведение рук в стороны в тренажере

source: Incline Barbell Bench Press
ru: Жим штанги под положительным углом

source: Incline Dumbbell Bench Press
ru: Жим гантелей под положительным углом

source: Incline Dumbbell Flye
ru: Сведение гантелей под положительным углом

source: Smith Machine Incline Press
ru: Жим в машине Смитта под положительным углом

source: Machine Incline Press
ru: Жим в хамер машине под положительным углом

source: Dumbbell Pull-Over
ru: Пуловер с гантелью

source: Low-Cable Crossover
ru: Кроссовер нижнего блока

source: Barbell Bench Press
ru: Жим штанги лежа

source: Dumbbell Bench Press
ru: Жим гантелей лежа

source: Dumbbell Flye
ru: Сведение гантелей на горизонтальной скамье

source: Smith Machine Press
ru: Жим лежа в машине Смитта

source: Machine Press
ru: Жим лежа в хамер машине

source: Pec-Deck Machine
ru: Тренажер бабочка

source: Pushups
ru: Отжимания

source: Decline Barbell Bench Press
ru: Жим штанги под отрицательным углом

source: Decline Dumbell Bench Press
ru: Жим гантелей под отрицательным углом

source: Decline Dumbbell Flye
ru: Сведение гантелей под отрицательным углом

source: Smith Machine Decline Press
ru: Жим в машине Смитта под отрицательным углом

source: Machine Decline Press
ru: Жим лежа в хамер машине под отрицательным углом

source: Dips For Chest
ru: Отжимание на брусьях широким хватом

source: Cable Crossover
ru: Кроссовер

source: Barbell Biceps Curl
ru: Подьем штанги на бицепс

source: Standing Dumbbell Biceps Curl
ru: Подьем гантелей на бицепс стоя

source: Standing Hummer curl
ru: Подьем гантелей стоя хватом "Молот"

source: Seating Hummer curl
ru: Подьем гантелей сидя хватом "Молот"

source: EZ-Bar Biceps Curl
ru: Подьем EZ-Штанги на бицепс

source: Incline Dumbbell Curl
ru: Подъем гантелей сидя на наклонной скамье

source: Decline Dumbbell Curl
ru: Подъем гантелей лежа на наклонной скамье

source: Concentration Biceps Curl
ru: Концентрированный подьем на бицепс

source: Overhead Cable Curl
ru: Тяга кроссовера на бицепс

source: Close-grip Bench Press
ru: Жим штанги лежа узким хватом

source: Skullcrusher
ru: Французкий жим

source: Tricep Dips
ru: Отжимания на брусьях узким хватом

source: Triceps Dip Machine
ru: Отжмания в хамер машине узким хватом

source: Overhead Triceps Extension
ru: Французкий жим сидя

source: Cable Push-Down
ru: Тяга верхнего блока на трицепс с канатом

source: Kickbacks
ru: Разгибание руки с гантелью в наклоне

source: Bar Push-Down
ru: Тяга верхнего блока на трицепс

source: Diamond Push-Ups
ru: Отжимания от пола узким хватом

source: Bench Dip
ru: Обратные отжимания от скамьи

source: One-Arm Overhead Extension
ru: Разгибание гантели из-за головы одной рукой

source: Barbell Squat
ru: Приседания со штангой

source: Front Squat
ru: Фронтальные приседания

source: Leg press
ru: Жим ногами

source: Walking Lunge
ru: Выпады

source: Hack Squat
ru: Гакк-приседания

source: Leg Extension
ru: Разгибание ног на тренажере

source: One Leg Extension
ru: Разгибание одной ноги на тренажере

source: Bulgarian Split Squat
ru: Болгарские приседания

source: Pistol Squat
ru: Приседания "Пистолет"

source: Deadlift
ru: Становая тяга

source: Romanian Deadlift
ru: Румынская тяга

source: Single Leg Deadlift
ru: Становая тяга на одной ноге

source: Leg Curl
ru: Сгибание ног в тренажере

source: Single Leg Curl
ru: Сгибание одной ноги в тренажере

source: Hip Thruster
ru: Ягодичный мостик

source: Sumo Squat
ru: Приседания "Суммо"

source: Machine Standing Calf Raise
ru: Подъем на носки в тренажере

source: Dumbbell Calf Raise
ru: Подъем на носки с гантелью

source: Barbell Calf Raises
ru: Подьем на носки со штангой

source: Single Leg Calf Raise
ru: Подьем на одной ноге

source: Donkey Calf Raises
ru: Подъем на носки "Ослик"

source: Seated Calf Raise Machine
ru: Подъем на носки сидя

source: Calf Press
ru: Жим носками в тренажере

source: High Crunches
ru: Высокие скручивания лежа

source: Bicycle Crunches
ru: Скручивания "Велосипед"

source: Leg Rises
ru: Подъем ног лежа

source: Rised Legs Hold
ru: Удержания ног лежа на спине

source: Flutter Kicks
ru: Попеременные подъемы ног лежа на спине

source: Scissors
ru: Ножницы

source: Plank
ru: Планка

source: Hanging Leg Raise
ru: Подъем ног к перекладине в висе

source: Hanging Knee Raise Twist
ru: Боковой подъем колен к груди в висе

source: Hanging Knee Raise
ru: Подъем колен к груди в висе

source: Hyperextensions
ru: Гиперэкстензия

source: Good Morning
ru: Упражнение "Доброе утро"

source: Deficit Deadlift
ru: Становая тяга на прямых ногах

source: Bridges
ru: Мостик

source: Pull-ups
ru: Подтягиваня

source: Barbell Row
ru: Тяга штанги в наклоне

source: Reverse-Grip Barbell Row
ru: Тяга штанги в наклоне обратным хватом

source: Single-Arm Dumbbell Row
ru: Тяга гантели в наклоне

source: Landmine Row
ru: Тяга грифа в наклоне

source: Dumbbell Pullover
ru: Пуловер с гантелью на широчайшие мыщцы спины

source: Single-Arm Cable Row
ru: Тяга нижнего блока сидя одной рукой

source: Seated Low-Cable Row
ru: Тяга нижнего блока сидя

source: Lat Pull-down
ru: Тяга верхнего блока широким хватом

source: Reverse-Grip Lat Pull-Down
ru: Тяга верхнего блока обратным хватом

source: Close-Grip Lat Pull-Down
ru: Тяга оверхнего блока узким хватом

source: Barbell Shrug
ru: Шраги со штангой

source: Barbell Behind-the-Back Shrug
ru: Шраги со штангой хватом за спиной

source: Dumbbell Shrug
ru: Шраги с гантелями

source: Incline Dumbbell Shrug
ru: Шраги с гантелями под наклоном

source: Snatch-Grip Barbell High Pull
ru: Взятие штанги на грудь

source: Upright Row
ru: Тяга штанги к подбородку узким хватом

source: Farmer's Carry
ru: Прогулка фермера
